Repository: RIPE-NCC/wordpress-meeting-support-plugin
Catalog: languages/meeting-support-*.po
Languages: ru_ru

source: Sign in with RIPE NCC Access
ru_ru: Войти при помощи RIPE NCC Access

source: Sign in
ru_ru: Войти

source: Sign out
ru_ru: Выйти

source: Email Address
ru_ru: Эл. адрес

source: Password
ru_ru: Пароль

source: Create account
ru_ru: Регистрация

source: Forgot your password?
ru_ru: Забыли пароль?

source: You are already logged in
ru_ru: Вы уже авторизованы в системе

source: Go to Homepage
ru_ru: Перейти на главную страницу

source: You are already registered
ru_ru: Вы уже зарегистрированы

source: View Profile
ru_ru: Просмотр профиля

source: Name
ru_ru: Имя

source: Full Name
ru_ru: Имя и фамилия

source: Verification Text
ru_ru: Контрольный текст

source: Register
ru_ru: Зарегистрироваться

source: Update Profile
ru_ru: Обновить профиль

source: Change Password
ru_ru: Изменить пароль

source: Current Password
ru_ru: Текущий пароль

source: New Password
ru_ru: Новый пароль

source: New Password Confirmation
ru_ru: Подтверждение нового пароля

source: Stream URL:
ru_ru: поток URL

source: Your browser does not support iframes.
ru_ru: Ваш браузер не поддерживается

source: IRC Details:
ru_ru: подробности IRC

source: IRC Server:
ru_ru: IRC-сервер

source: Channel:
ru_ru: канал

source: Presenter Name
ru_ru: Имя докладчика

source: Session
ru_ru: Заседание

source: Presentation Title
ru_ru: Название презентации

source: File(s)
ru_ru: файлы

source: Date Added
ru_ru: Дата Добавлена

source: onwards
ru_ru: далее

source: First Name
ru_ru: Имя

source: Last Name
ru_ru: Фамилия

source: Organisation
ru_ru: Организация

source: Country
ru_ru: Страна

source: Status
ru_ru: Положение

source: View on RIPEstat
ru_ru: Просмотр на RIPEstat

source: You must be logged in to edit an existing submission
ru_ru: Для редакции имеющегося доклада необходимо войти

source: Submission not found
ru_ru: Доклад не найден

source: You do not have permission to edit this submission
ru_ru: У вас нет прав на редактирование этого доклада

source: Are you sure you want to delete this submission?
ru_ru: Удалить этот доклад?

source: Delete
ru_ru: Удалить

source: Cancel
ru_ru: Отменить

source: Submission Type
ru_ru: Тип доклада

source: Author Name
ru_ru: Автор

source: Affiliation
ru_ru: Принадлежность

source: Submission Title
ru_ru: Название доклада

source: Submission Abstract
ru_ru: Тезисы доклада

source: Author Comments
ru_ru: Комментарии автора

source: Submission URL
ru_ru: URL доклада

source: Submission File
ru_ru: Файл доклада

source: A file is currently uploaded. Leave empty to keep original file
ru_ru: Файл загружен. Чтобы сохранить исходный файл, пропустите этот шаг

source: Maximum file size:
ru_ru: Макс. размер файла:

source: Accepted file types:
ru_ru: Допустимые типы файлов:

source: Important note: BoFs and Workshops will not receive scribing, webcast or stenography support.
ru_ru: Важное примечание: во время BoF-ceссий и семинаров протоколирование, стенографирование и веб-трансляция проводиться не будут

source: = required field
ru_ru: = обязательное поле

source: Submit
ru_ru: Отправить

source: Submission Date
ru_ru: Дата доклада

source: Ratings
ru_ru: Оценки

source: Content
ru_ru: Содержание

source: Total
ru_ru: Всего

source: Average
ru_ru: Среднее

source: Presenter
ru_ru: Докладчик

source: Final Decision
ru_ru: Окончательное решение

source: Ratings for Submission #
ru_ru: Оценки доклада №

source: Rating Content
ru_ru: Оценка содержания

source: High
ru_ru: Высокая

source: Low
ru_ru: Низкая

source: None
ru_ru: Нет

source: Rating Presenter
ru_ru: Оценка докладчика

source: Comments
ru_ru: Комментарии

source: Rate
ru_ru: Оценить

source: Current Ratings
ru_ru: Текущие оценки

source: Final Decision for Submission #
ru_ru: Окончательное решение относительно доклада №

source: Submission Status
ru_ru: Состояние доклада

source: Final Decision Comments
ru_ru: Комментарии к окончательному решению

source: Update
ru_ru: Обновить

source: Filter Results
ru_ru: Фильтровать результаты

source: Sort By:
ru_ru: Сортировать по:

source: Average Ratings (Content)
ru_ru: Средняя оценка (содержание)

source: Average Ratings (Presenter)
ru_ru: Средняя оценка (докладчик)

source: Author
ru_ru: Автор

source: My
ru_ru: Мои

source: Rated Submissions
ru_ru: Оцененные доклады

source: Unrated Submissions
ru_ru: Неоцененные доклады

source: Order
ru_ru: Упорядочить

source: Ascending
ru_ru: По возрастанию

source: Descending
ru_ru: По убыванию

source: Filter
ru_ru: Фильтровать

source: PC Mass Email Tool
ru_ru: Средство рассылки почты

source: The mail will go to the following recipients
ru_ru: Сообщение будет отправлено следующим получателям

source: Email(s) successfully sent
ru_ru: Сообщение (-я) отправлено (-ы)

source: Blank Template
ru_ru: Пустой шаблон

source: Acceptance Template
ru_ru: Шаблон «Принято»

source: Rejection Template
ru_ru: Шаблон «Отклонено»

source: Subject
ru_ru: Тема

source: Body
ru_ru: Текст

source: Email Author(s)
ru_ru: Отправитель (-и) сообщения

source: Select all submissions
ru_ru: Выбрать все доклады

source: Deselect all submissions
ru_ru: Отменить выбор всех докладов

source: Send Email
ru_ru: Отправить сообщение

source: Message
ru_ru: Сообщение

source: You do not have permission to edit this presentation
ru_ru: У вас нет прав на редактирование этой презентации

source: Editing presentation:
ru_ru: Редактирование презентации:

source: You must be logged in to edit presentations
ru_ru: Для редактирования презентаций необходимо войти

source: You do not have permission to delete this presentation
ru_ru: У вас нет прав на удаление этой презентации

source: Are you sure you want to delete this presentation?
ru_ru: Действительно удалить эту презентацию?

source: Presentation Session
ru_ru: Заседание презентации

source: Please select
ru_ru: Выберите

source: Other
ru_ru: Прочее

source: Presentation Slot
ru_ru: Время презентации

source: Presentation File(s)
ru_ru: Файл (-ы) презентации

source: Add new file...
ru_ru: Добавить файл…

source: Please select the file you want to replace. <br />If you want to keep the original file(s), do not attach a file
ru_ru: Выберите файл для замены. <br/>Для сохранения первоначального (-ых) файла (-ов) не вкладывайте новый файл

source: Please log in to see your presentations
ru_ru: Войдите для просмотра своих презентаций

source: You haven't uploaded any presentations
ru_ru: Вы не сохраняли презентации

source: Title
ru_ru: Название

source: Edit presentation
ru_ru: Редактировать презентацию

source: Delete presentation
ru_ru: Удалить презентацию

source: Email or password missing
ru_ru: Не указан эл. адрес или пароль

source: Account not active
ru_ru: Уч. запись не активна

source: Invalid login credentials
ru_ru: Неправильные учетные данные для входа

source: Missing required fields
ru_ru: Не заполнены обязательные поля

source: This user already exists
ru_ru: Такой пользователь уже есть

source: Incorrect Verification Text
ru_ru: Неправильный контрольный текст

source: User successfully registered; please check your email for login credentials
ru_ru: Пользователь зарегистрирован. Учетные данные для входа направлены по эл. почте

source: Contact form successfully submitted
ru_ru: Контактная форма отправлена

source: Name or Email missing
ru_ru: Отсутствует имя или эл. адрес

source: Invalid Email Address
ru_ru: Неверный эл. адрес

source: Profile Updated
ru_ru: Профиль обновлен

source: Missing fields for password change
ru_ru: Не заполнены поля для изменения пароля

source: New Password and New Password Confirmation do not match
ru_ru: Новые пароли не совпадают

source: You cannot change your password to your current password
ru_ru: Невозможно изменить пароль на текущий

source: Your new password must be at least %d characters long
ru_ru: Новый пароль должен быть длиной мин. %d знаков

source: Your old password is incorrect
ru_ru: Указан неверный старый пароль

source: Password Updated
ru_ru: Пароль обновлен

source: Content Rating
ru_ru: Оценка содержания

source: Presenter Rating
ru_ru: Оценка докладчика

source: No ratings
ru_ru: Без оценок

source: You do not have permission to edit that session
ru_ru: У вас нет прав на редактирование этого заседания

source: You do not have permission to delete that session
ru_ru: У вас нет прав на удаление этого заседания

source: Submission deleted
ru_ru: Доклад удален

source: A file is required for this type of Submission
ru_ru: Для этого типа доклада требуется файл

source: Filesize too large
ru_ru: Слишком большой файл

source: Forbidden file extension
ru_ru: Недопустимое расширение файла

source: This presentation does not exist
ru_ru: Такой презентации нет

source: Presentation deleted
ru_ru: Презентация удалена

source: A file with this name already exists
ru_ru: Файл с таким именем уже есть

source: Presentation successfully edited
ru_ru: Презентация отредактирована

source: Error uploading presentation
ru_ru: Ошибка при отправке презентации

source: Presentation successfully uploaded
ru_ru: Презентация отправлена

source: Invalid parameters
ru_ru: Неверные параметры

source: No file sent
ru_ru: Файл не отправлен

source: Exceeded filesize limit
ru_ru: Превышено ограничение размера файла

source: File extension not allowed
ru_ru: Такое расширение файла не допустимо
